Repository: rizzel/dns
Catalog: htdocs/locale/*/LC_MESSAGES/php.po
Languages: de_de

# PageTitle
source: DNS - Update Response
de_de: DNS - Update verifikation

# PageTitle
source: DNS - Forgot password
de_de: DNS - Passwort vergessen

# PageTitle
source: DNS - Settings
de_de: DNS - Einstellungen

source: This page is currently not encrypted!
de_de: Diese Seite ist zur Zeit nicht verschlüsselt!

# TemplateHeader
source: Resetting the password
de_de: Passwort zurück setzen

# PasswordResetInfo
source: To reset the password the following is required:
de_de: Um das Passwort zurück zu setzen wird folgended benötigt:

# PasswordReset
source: User-Name
de_de: Benutzername

# PasswordResetConfirm
source: Reset password
de_de: Password zurücksetzen

# PasswordResetInfo
source: Resetting the password - Step 2
de_de: Password zurücksetzen - Schritt 2

# PasswordResetInfo
source: You have received an email with a token to reset your password.
de_de: Sie haben eine Email mit einem Token erhalten um Ihr Passwort zurück zu setzen.

# PasswordResetInfo
source: Please keep this page open until you finished resetting your password.
de_de: Bitte schliessen Sie diese Seite erst nachdem Sie Ihr Passwort zurückgesetzt haben.

# PasswordResetInfo
source: Please insert the token from the email and your new password:
de_de: Bitte geben Sie das mit der Email erhaltene Token und ein neues Passwort ein.

# PasswordReset
source: Password
de_de: Passwort

# PasswordDiffer
source: Passwords differ
de_de: unterschiedliche Passwörter

# PasswordResetConfirm
source: Set password
de_de: Passwort setzen

# TemplateHeader
source: User Management
de_de: Benutzer Verwaltung

# UpdateUser
source: New Password
de_de: Neues Passwort

# UpdateUser
source: Update
de_de: Aktualisieren

# UpdateUserPassword
source: passwords differ
de_de: unterschiedliche Passwörter

# UpdateUser
source: New Email
de_de: Neue Email

source: Token to verify
de_de: zu überprüfendes Token

source: Verify Token
de_de: Token überprüfen

# DescriptionTokens
source: Changing the password or the email address requires a confirmation via a token sent to your current email address.
de_de: Wenn das Passwort oder die Email geändert werden sollen wird ein Token an ihre aktuelle Email-Adresse gesandt.

# DescriptionTokens
source: The token is valid for at least one day.
de_de: Das Token ist für mindestens einen Tag gültig.

source: Log in, please.
de_de: Bitte einloggen.

# TemplateHeading
source: Record Management
de_de: Record Verwaltung

# TemplateHeading
source: My Records
de_de: Meine Records

source: Add Record
de_de: Record hinzufügen

# AddRecord
source: Type
de_de: Typ

# AddRecord
source: Name (URI)
de_de: Name

# AddRecord
source: Update-Password
de_de: Aktualisierungs-Passwort

# AddRecord
source: TTL (s)
de_de: TTLS (s)

# AddRecord
source: Add
de_de: Hinzufügen

# RecordListTableHeader
source: Type
de_de: Typ

# RecordListTableHeader
source: Password
de_de: Passwort

# RecordListTableHeader
source: Changed
de_de: Geändert

# RecordList
source: Reload List
de_de: Liste neu laden

source: Abort
de_de: Abbruch

# RecordModify
source: Password
de_de: Passwort

# TemplateHeading
source: Users
de_de: Benutzer

# Button
source: Add User
de_de: Nutzer hinzufügen

# AddUser
source: Password
de_de: Passwort

# AddUserPasswordNoMatch
source: passwords differ
de_de: unterschiedliche Passwörter

# AddUser
source: Level
de_de: Berechtigung

# UserAddConfirm
source: Add
de_de: Hinzufügen

# UserListTableHeader
source: User
de_de: Benutzer

# UserList
source: Reload list
de_de: Liste neu laden

source: Add Domain
de_de: Domain hinzufügen

# AddDomain
source: Type
de_de: Typ

source: Soa line containing '%MasterDNS% %Email%'
de_de: SOA Zeile bestehend aus '%MasterDNS% %Email%'

# AddDomain
source: Add
de_de: Hinzufügen

# DomainListTableHeader
source: Type
de_de: Typ

# DomainListTableHeader
source: Last Check
de_de: Zuletzt benutzt

# DomainListTableHeader
source: Special Records
de_de: Spezielle Records

# DomainList
source: Reload List
de_de: List neu laden

# RecordAdd
source: Type
de_de: Typ

# ReferenceToDocumenationPrefix
source: See
de_de: Siehe

# ReferenceToDocumentationLink
source: here
de_de: hier

# TokenUpdate
source: Update verification
de_de: Update verifizieren

# TokenUpdate
source: Update successful.
de_de: Update erfolgreich.

# TokenUpdate
source: Update no successful.
de_de: Update nicht erfolgreich.

# TokenUpdate
source: Back to Home
de_de: Zurück zum Start

source: Certificates for this Domain
de_de: Zertifikate für diese Domain

# LoggedInGreeting
source: Hello
de_de: Hallo

# Menu
source: Settings
de_de: Einstellungen

# LoginField
source: Password
de_de: Passwort

# Menu
source: Forgot password
de_de: Passwort vergessen

source: This token can be inserted on the Settings page.
de_de: Dieses Token kann in der Einstellungs-Seite eingegeben werden.

source: Confirm the change of password
de_de: Passwortänderung bitte bestätigen

source: Please confirm the requested change of your password for your account on %1$s for the user %2$s
de_de: Bitte bestätigen Sie die Änderung Ihres Passwortes für den Benutzer %2$s auf %1$s.

source: Confirm the change of email
de_de: Emailänderung bitte bestätigen

source: Please confirm the requested change of your email address for your account on %1$s for the user %2$s
de_de: Bitte bestätigen Sie die Änderung Ihrer Email-Adresse für den Benutzer %2$s auf %1$s.

# emailUpdate
source: password set
de_de: Password gesetzt

source: The password has been successfully changed for user %s.
de_de: Das Passwort wurde für den Benutzer %s erfolgreich geändert.

source: Password reset token
de_de: Passwort reset token

source: Please use the following token to reset your password.
de_de: Bitte nutzen Sie das folgende Token um Ihr Passwort zurück zu setzen.

# domainRecord
source: Invalid name
de_de: Name ungültig

# domainRecord
source: Domain taken by someone else
de_de: Domain nicht mehr frei

# domainRecord
source: Domain available
de_de: Domain verfügbar
